/**
 Export to JSON plugin for PHPMyAdmin
 @version 0.1
 */

// Database 'bloggingoverborders'
// bloggingoverborders.albums

[{"imageID": 1,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/halongbay1.jpg","imageDesc": "picture of lady rowing.","imageDate": "15th May, 2017"}, {"imageID": 2,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "/Img/2017/Vietnam/halongbay2.jpg","imageDesc": "picture of ferry in halong bay.","imageDate": "15th May, 2017"}, {"imageID": 3,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "/Img/2017/Vietnam/sapa1.jpg","imageDesc": "picture of young woman trekking.","imageDate": "17th May, 2017"}, {"imageID": 4,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/sapa2.jpg","imageDesc": "picture of ethnic sapa family relaxing on a hill.","imageDate": "17th May, 2017"}, {"imageID": 5,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/vietnam1.jpg","imageDesc": "picture of temple artwork spirals.","imageDate": "17th May, 2017"}, {"imageID": 6,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/vietnam2.jpg","imageDesc": "picture of dogs relaxing.","imageDate": "17th May, 2017"}, {"imageID": 7,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/vietnam3.jpg","imageDesc": "picture of old abandoned temple.","imageDate": "17th May, 2017"}, {"imageID": 8,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/vietnam4.jpg","imageDesc": "picture of food vendor on a rowboat with seafood.","imageDate": "18th May, 2017"}, {"imageID": 9,"albumTitle": "Trekking in Sapa, Vietnam","author": "photography by Derek Lichtenstieger","imagePath": "Img/2017/Vietnam/vietnam5.jpg","imageDesc": "picture of rice field valley.","imageDate": "20th May, 2017"}]// bloggingoverborders.article

[{"articleID": 1,"articleTitle": "Trekking in Sapa, Vietnam","authorName": "by Derek Lichtenstieger","publishDate": "2018-05-25","blockQuote": "If you happen to take the overnight train to Sapa, ensure you have transportation to Sapa as you arrive at Lao Cai in the early hours of the morning","articleText": "Our trip began by taking an overnight train with Chapa Express, departing at 10PM from Hanoi train station. I had heard a few horror stories about the overnight train with people having stuff stolen, the toilets being in a terrible state and the carriage rocking back and forth making it almost impossible to sleep. With that in mind, I had very low expectations of our journey and was not looking forward to it. On arrival however, we were greeted by a crew member and directed to our cabin, with fresh linen, snacks, water and a toothbrush provided.We stayed in a 4-berth cabin, shared with two other friendly travellers. After a few beers, and putting on my ear plugs, I was knocked out for the night. Me and my partner were awoken by taps on our cabin door at dawn, notifying us that we were arriving shortly. Chapa Express conveniently provides a free shuttlebus to Sapa town, as the train stops about an hour away in Lao Cai. If you happen to take the overnight train to Sapa, ensure you have transportation to Sapa as you arrive in Lao Cai in the early hours of the morning. We arrived shortly after at the Eden Boutique Hotel Spa, enjoying a lovely breakfast of local and western food. As we arrived at 7AM, no rooms were available to check in, though we had organised a private trekking tour with Sapa Original Trek with Tinh. Our tour guide took us to some of the main attractions in Sapa - Love Waterfall, Silver Waterfall, Heaven\'s Gate and Sin Chai Village. The whole tour was very peaceful and scenic, with no tourists to be seen and many friendly locals along the way. After visiting the waterfalls, and driving to Heaven\'s Gate (the highest pass in Sapa), we were dropped off in a field where the tour guide provided us with a packed lunch, making us his rendition of a Bahn Mi. Here the tour guide shared a little about his background, family and hometown. After lunch we trekked down through the valley back to the town, Tinh provided us the option to take the easy route or the hard; and of course, we chose the hard route. He wasn\'t kidding, we walked through rice fields full of mud and down steep slopes to get back to the main town. If I was honest, I probably enjoyed it more. The tour concluded with a stroll through the ethnic minority village of Cin Chai Village, where we were able to meet the locals and see how they lived. There were plenty of farm animals running around and children playing with toys. We finished at the hotel where we were able to finally check in to a lovely modern room, take a long hot shower and have a solid nap. The weather may not be as good tomorrow as it was today, so we will be planning our next day depending on the weather! Will keep you guys posted on our next adventure :) Tata for now!"}]// bloggingoverborders.author

[{"authorID": 1,"authorFirstName": "Derek","authorLastName": "Lichtenstieger","authorDesc": "I was born in the Phillipines, raised in Thailand and currently live in Perth, Western Australia. My parents are from Hong Kong and Switzerland and I spent most of my childhood travelling through different countries. I went to primary school in a small town around 6 hours north of Perth with a population of approximately 2000 people. It\'s no wonder the travel bug has bit me and encouraged me to go visit new and existing places!
My interests include travel and photography, and I am currently studying IT at Curtin University. I wish to share some of my experiences with other people who share my passion for travel. I hope you enjoy my blog!","authorEmailAddress": "derek.lichtenstieger@student.curtin.edu.au","authorImagePath": "Img/2017/profile.jpg","authorImageDesc": "Picture of Derek"}]// bloggingoverborders.subscribers

[{"subscriberID": 1,"subscriberEmailAddress": "justin.harker@student.curtin.edu.au","subscribeDateTime": "2018-05-25 01:42:47"}, {"subscriberID": 2,"subscriberEmailAddress": "derek.lichtensteiger@student.curtin.edu.au","subscribeDateTime": "2018-05-25 01:42:47"}, {"subscriberID": 3,"subscriberEmailAddress": "michael.borck@curtin.edu.au","subscribeDateTime": "2018-05-25 01:42:47"}]// bloggingoverborders.users

[{"userID": 1,"username": "admin","password": "Password1234","email": "justin.harker@student.curtin.edu.au","last_login": "2015-04-30 01:42:47"}, {"userID": 2,"username": "michael","password": "Password1234","email": "michael.borck@curtin.edu.au","last_login": "2015-04-30 01:42:47"}, {"userID": 3,"username": "derek","password": "Password1234","email": "derek.lichtensteiger@student.curtin.edu.au","last_login": "2015-04-30 01:42:47"}]